[MGM]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 用戶列表			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

AL_UI_Caption = 用戶列表
AL_UI_ITCNewUser = 創建帳號
AL_UI_ITCEditUser = 編輯帳號
AL_UI_ITCDelUser = 刪除帳號
AL_UI_ITCPrevPage = 上一頁
AL_UI_ITCNextPage = 下一頁
AL_UI_DG_ID = 編號

AL_UI_DG_RealName = 用戶名
AL_UI_DG_Department = 所在部門
AL_UI_DG_Account = 帳號
AL_UI_DG_TimeLimit = 使用時效
AL_UI_DG_IsEnabled = 是否可用
AL_UI_DG_Online = 線上狀態
AL_UI_DG_Level = 管理等級
AL_UI_Menu_ChangePwd = 更改密碼
AL_UI_Menu_Power = 許可權管理
AL_UI_Menu_Attr = 屬性

AL_Code_Yes = 是
AL_Code_No = 否
AL_Code_Online = 線上
AL_Code_Offline = 不線上
AL_Code_SysAdmin = 系統管理員
AL_Code_DepartAdmin = 部門管理員
AL_Code_Finish = 完畢
AL_Code_ChooseAccount = 請選擇帳號
AL_Code_SureToDelUser = 確認刪除選中用戶？
AL_Code_Succeed = 刪除成功!


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 創建帳號			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

NU_UI_Caption = 用戶添加
NU_UI_Description = 所添加帳號為本系統管理遊戲所用，請在添加完畢後設置可用許可權
NU_UI_Account = 用 戶 名：
NU_UI_Pwd = 密　　碼：
NU_UI_ConfirmPwd = 確認密碼：
NU_UI_RealName = 真實姓名：
NU_UI_Department = 所在部門：
NU_UI_TimeLimit = 使用時效：
NU_UI_StopAccount = 停用該帳號
NU_UI_SysAdmin = 系統管理員
NU_UI_DepartAdmin = 部門管理員
NU_UI_BtnApply = 確認
NU_UI_BtnCancel = 取消

NU_Code_InputAccount = 請輸入用戶名！
NU_Code_InputPwd = 請輸入密碼！
Nu_Code_InputConfPwd = 請輸入確認密碼！
Nu_Code_InputRealName = 請輸入真實姓名！
Nu_Code_ChooseDepartment = 請選擇用戶所在部門！
Nu_Code_PwdErr = 兩次輸入的密碼不統一！
Nu_Code_AccountExistErr = 對不起，你填寫的用戶已經存在，請改用其他用戶名
Nu_Code_NewAccountSucceed = 添加成功!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 創建帳號			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

MU_UI_Description = 編輯GM基本資訊
MU_UI_UserOnline = 用戶線上

MU_Code_Succeed = 修改成功!
MU_Code_Failed = 修改失敗!


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 設置密碼			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

MP_UI_Caption = 設置密碼
MP_UI_NewPwd = 新密碼：
MP_UI_ConfPwd = 確認密碼：
MP_UI_BtnApply = 確認
MP_UI_BtnCancel = 取消

MP_Code_InputNewPwd = 請輸入新密碼
MP_Code_InputConfPwd = 請輸入確認密碼
MP_Code_PwdErr = 兩次輸入的密碼不統一
MP_Code_Succeed = 修改成功!


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 許可權設置			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

MR_UI_Caption = 許可權設置
MR_UI_Description = 指定用戶可以操作的遊戲許可權
MR_UI_LvGameName = 遊戲名稱
MR_UI_GamePower = 遊戲許可權
MR_UI_LvPower = 許可權
MR_UI_BtnApply = 確認
MR_UI_BtnCancel = 取消
MR_Code_Succeed = 許可權設置成功!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 遊戲列表			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

GL_UI_Caption = 遊戲列表
GL_UI_ITC_NewGame = 創建遊戲
GL_UI_ITC_EditGame = 編輯遊戲
GL_UI_ITC_DelGame = 刪除遊戲

GL_UI_DG_ID = 編號
GL_UI_DG_GameName = 遊戲名稱
GL_UI_DG_Description = 描述
GL_UI_ChooseGame = 請選擇遊戲！
GL_UI_SureToDeleteGame = 確認刪除選中遊戲？
GL_UI_Succeed = 刪除成功!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 遊戲設置			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

NG_UI_Caption = 遊戲設置
NG_UI_LvGameName = 遊戲名稱：
NG_UI__Description = 描述：
NG_UI_BtnApply = 確認
NG_UI_BtnCancel = 取消

NG_Code_Succeed = 添加成功!
NG_Code_Failed = 修改成功!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 模組管理			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

ML_UI_Caption = 模組管理
ML_UI_ITC_NewModule = 創建模組
ML_UI_ITC_EditModule = 編輯模組
ML_UI_ITC_DelModule = 刪除模組
ML_UI_ITC_PrevPage = 上一頁
ML_UI_ITC_NextPage = 下一頁

ML_UI_LV_ID = 編號
ML_UI_LV_ModuleName = 模組名稱
ML_UI_LV_Class = 模組類名
ML_UI_LV_BelongToGame = 所屬遊戲
ML_UI_Description = 描述

ML_Code_ChooseModule = 請選擇遊戲模組！
ML_Code_SureToDeleteModule = 確認刪除選中模組？
ML_Code_Succeed = 刪除成功!


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 模組設置			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

NM_UI_Caption = 模組設置
NM_UI_Content = 設置遊戲的擁有模組
NM_UI_BelongToGAme = 隸屬遊戲：
NM_UI_ModuleName = 模組名稱：
NM_UI_MOduleClass = 模組類名：
NM_UI_Des = 描述：
NM_UI_BtnApply = 確認
NM_UI_BtnCancel = 取消

NM_Code_SaveOk = 保存成功！
NM_Code_SaveFailed = 保存失敗！


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 修改密碼			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UEP_UI_Caption = 修改密碼
UEP_UI_Content = 請在此修該您的密碼!
UEP_UI_OldPwd = 舊密碼：
UEP_UI_NewPwd = 新密碼：
UEP_UI_ConfPwd = 確認密碼：
UEP_UI_BtnApply = 確認
UEP_UI_BtnCancel = 取消

UEP_Code_InputOldPwd = 請輸入舊密碼！
UEP_Code_InputNewPwd = 請輸入新密碼！
UEP_Code_InputConfPwd = 請輸入確認密碼！
UEP_Code_PwdErr = 兩次輸入的密碼不統一！
UEP_Code_OldPwdErr = 舊密碼不正確！
UEP_Code_Succeed = 修改成功！


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GM 操作日誌			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

LOG_UI_Caption = GM 操作日誌
LOG_UI_BeginDate = 開始日期：
LOG_UI_EndDate = 結束日期：
LOG_UI_Account = GM帳號：
LOG_UI_BtnView = 查看
LOG_UI_LV_ID = 編號
LOG_UI_LV_Name = 姓名
LOG_UI_LV_Game = 遊戲
LOG_UI_LV_Server = 伺服器
LOG_UI_LV_Date = 操作日器
LOG_UI_LV_Content = 操作內容
LOG_UI_ITC_PrevPage = 上一頁
LOG_UI_ITC_NextPage = 下一頁

LOG_UI_ChooseGM = 請選擇要查看的GM


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 資料庫設置			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

SS_UI_Caption = 遊戲資料庫設置
SS_UI_GameName = 遊戲名稱：
SS_UI_GameType = 遊戲類型：
SS_UI_Region = 遊戲大區名：
SS_UI_SqlIp = 資料庫IP：
SS_UI_LoginUser = 登陸帳號：
SS_UI_LoginPwd = 登陸密碼：
SS_UI_Status = 資料庫狀態：
SS_UI_Enabled = 可用
SS_UI_BtnApply = 確認
SS_UI_BtnCancel = 取消
SS_UI_Tab_DataBaseSet = 資料庫設置
SS_UI_Tab_DataBaseInfo = 資料庫資訊
SS_UI_LV_ID = 編號
SS_UI_LV_ServerIP = 伺服器IP
SS_UI_LV_Region = 大區名稱
SS_UI_LV_Game = 所屬遊戲
SS_UI_LV_DataBaseType = 資料庫類型
SS_UI_LV_DataBaseStatus = 資料庫狀態

SS_Code_ChooseGame = 請選擇遊戲
SS_Code_ChooseDataBaseType = 請選擇遊戲資料庫類型
SS_Code_ChooseRegion = 請輸入遊戲大區名稱
SS_Code_ChooseIP = 請輸入遊戲資料庫IP
SS_Code_InputLoginUser = 請輸入遊戲資料庫登陸名
SS_Code_InputLoginPwd = 請輸入遊戲資料庫登陸密碼
SS_Code_InputStatus = 請輸入遊戲資料庫狀態

SS_Code_Failed = 操作失敗
SS_Code_Succeed  = 操作成功



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; 部門管理			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

ND_UI_Caption = 部門管理
ND_UI_IbtNewDepart = 新建部門
ND_UI_IbtEditDepart = 編輯部門資訊（請先選擇部門）
ND_UI_IbtDelDepart = 刪除部門
ND_UI_DepartName = 部門名稱：
ND_UI_Remark = 備註：
ND_UI_CanManageGame = 可管理遊戲設置：
ND_UI_LV_Game = 遊戲名稱
ND_UI_BtnApply = 確認
ND_UI_BtnCancel = 取消

ND_Code_DeaprtName = 部門名稱
ND_Code_CreatFailed = 創建失敗
ND_Code_CreatSucceed = 創建成功
ND_Code_ModiFailed = 修改失敗
ND_Code_ModiSucceed = 修改成功
ND_Code_DelFailed = 刪除失敗
ND_Code_DelSucceed = 刪除成功
ND_Code_EditDepartInfo = 編輯({Depart})部門資訊
ND_Code_ChooseDelDepartment = 請先選擇要刪除的部門

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Notes管理			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

NL_UI_Caption = Notes列表
NL_UI_PageTo = 共   頁,當前第    頁,轉到　　　　　　頁

NL_Code_Sender = 發送人
NL_Code_Reciver = 接收人
NL_Code_Title = 主題
NL_Code_Content = 內容
NL_Code_Date = 發送日期
NL_Code_ChooseProcessNotes = 請選擇要處理的NOTES

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Notes處理			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

NP_UI_Caption = Notes處理
NP_UI_TransferTo = 轉發給：
NP_UI_Description = 描述(100個字元內)：
NP_UI_BtnApply = 確認
NP_UI_BtnCancel = 取消

NP_Code_ChoosePeople = 請選擇要轉發給的用戶
NP_Code_CharLimit =描述資訊請限制在100個字元內
NP_Code_Succeed = NOTES處理完成!
NP_Code_Failed = NOTES處理失敗!




;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Notes已處理資訊查看		   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

NTM_UI_Caption = Notes已處理資訊
NTM_UI_ToPage = 共有　 頁,當前　　頁      轉到第　　　　　　　　頁

NTM_Code_Sender = 發送人
NTM_Code_Reciver = 接受人
NTM_Code_Object = 主題
NTM_Code_Content = 內容
NTM_Code_SendDate = 發送日期
NTM_Code_ProcessDate = 處理日期
NTM_Code_People = 處理人
NTM_Code_Description = 描述


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Notes資訊內容			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


NPL_UI_Close = 關閉
NPL_UI_Object = NOTES 主題：
NPL_UI_Content = 內　　　容：
NPL_UI_People = 處理人：
NPL_UI_Date = 處理日期：
NPL_UI_Description = 描述：























